import { ITherapyPageType } from "../types/therapyPage";
import family from "../icons/consultation/family_image2.webp";

export const therapyPageType: any = {
  psycho: {
    title: "Индивидуальная психотерапия",
    title_content_1: `Когда возникает желание пойти к психологу, то тут же появляются сомнения: а стоит ли идти на прием или своими силами обойдусь?
    Чего мне ожидать? А вдруг психологическое консультирование не поможет, и я потрачу время и деньги впустую? Как выбрать психолога и понять, что он мне точно поможет?`,
    title_content_2: `Эти вопросы возникают у каждого человека, кто думает обратиться к психологу, и сопровождаются страхом перемен. Вдруг станет хуже, и боль никогда не закончится?
    Или «Поймут ли меня, услышат?».
    Еще пугает количество потраченного времени и денег. Но не стоит бояться.
    Как показывает опыт, «переждать» проблему не получается, сама по себе она никуда не уходит.`,
    content: [
      {
        heading: "ИНДИВИДУАЛЬНАЯ ПСИХОТЕРАПИЯ",
        heading_content: `Это более глубокий процесс и занимает больше времени, от одного года и дольше, в зависимости от целей и изменений, которые хотите достигнуть. Психотерапия необходима, когда причина страдания - сам человек, его личность, личная история, травматический детский опыт, депрессия, эмоциональная зависимость, потеря смысла жизни, низкая самооценка.
        Комплексная, поэтапная работа позволит заново почувствовать вкус жизнь, по-новому посмотреть на свою жизнь, проанализировать и проработать детские травмы.        
        \dРезультат психотерапии — глубокие личностные изменения, проявляющиеся во всех сферах жизни. Это инвестиция в себя, которая качественно улучшит вашу жизнь.`,
      },
      {
        heading: "ЧЕМ ПОМОГАЕТ ИНДИВИДУАЛЬНАЯ ПСИХОТЕРАПИЯ?",
        heading_content: `Прежде всего, это взаимодействие меня как психолога и вас как клиента в 
        направлении решения конкретной проблемы. Психологическая консультация необходима людям, имеющим сложности в общении, на работе с коллегами, в повседневной жизни, в семейных отношениях. 
        Как правило, это помогает в решении конкретной проблемы и занимает 10-20 сессий. Моя роль помочь вам:
        `,
        list: [
          "Решении психологических проблем",
          "Общий анализ психического состояния",
          "Лечение пратрузий",
        ],
      },
    ],
  },
  family_psycho: {
    title: "Психотерапия пар",
    title_content_1: `В работе с парой я использую подход «Эмоционально-фокусированная терапия супружеских пар» С. Джонсон. В отношениях партнеры могут спорить о деньгах, сексе или детях, но на самом деле они ссорятся от отчаяния, из-за разъединения эмоциональной связи. Нагруженные стрессами и негативными чувствами, из-за непонимания и недовольства супруги попадают в конфликтные ситуации.`,
    title_content_2: `Появляется негативный цикл и ощущение невозможности разорвать «этот порочный круг».   Если ваша пара переживает сложный период, в отношениях пропало понимание, ваши чувства охладели, и вы хотите наладить отношения, то именно в такие моменты консультации семейного психолога наиболее необходимы.`,
    title_image: family,
    content: [
      {
        heading: "ЧТО ТАКОЕ ПСИХОЛОГИЯ ПАР?",
        heading_content: `Это взаимодействие меня как психолога и вас как клиента в направлении решения конкретной проблемы. Психологическая консультация необходима людям, имеющим сложности в общении, на работе с коллегами, в повседневной жизни, в семейных отношениях.`,
      },
      {
        heading: "ЗАЧЕМ МНЕ ПСИХОТЕРАПИЯ ПАР?",
        heading_content: `Прежде всего, это взаимодействие меня как психолога и вас как клиента в направлении решения конкретной проблемы в отношениях. Психологическая консультация необходима людям, имеющим сложности в отношениях или со второй половинкой.`,
        list_heading:
          "Психотерапия зачастую помогает устранить следующие проблемы:",
        list: [
          "Ссоры в отношениях",
          "Сексуальные проблемы",
          "Агрессивное поведение к партнеру",
          "Недовольство супруги / супруга",
        ],
      },
    ],
  },
  consulting: {
    title: "Консультация",
    title_content_1: `В работе с парой я использую подход «Эмоционально-фокусированная терапия супружеских пар» С. Джонсон. В отношениях партнеры могут спорить о деньгах, сексе или детях, но на самом деле они ссорятся от отчаяния, из-за разъединения эмоциональной связи. Нагруженные стрессами и негативными чувствами, из-за непонимания и недовольства супруги попадают в конфликтные ситуации.`,
    title_content_2: `Появляется негативный цикл и ощущение невозможности разорвать «этот порочный круг».   Если ваша пара переживает сложный период, в отношениях пропало понимание, ваши чувства охладели, и вы хотите наладить отношения, то именно в такие моменты консультации семейного психолога наиболее необходимы.`,
    title_image: family,
    content: [
      {
        heading: "ЧТО ТАКОЕ ПСИХОЛОГИЯ ПАР?",
        heading_content: `Это взаимодействие меня как психолога и вас как клиента в направлении решения конкретной проблемы. Психологическая консультация необходима людям, имеющим сложности в общении, на работе с коллегами, в повседневной жизни, в семейных отношениях.`,
      },
      {
        heading: "ЗАЧЕМ МНЕ ПСИХОТЕРАПИЯ ПАР?",
        heading_content: `Прежде всего, это взаимодействие меня как психолога и вас как клиента в направлении решения конкретной проблемы в отношениях. Психологическая консультация необходима людям, имеющим сложности в отношениях или со второй половинкой.`,
        list_heading:
          "Психотерапия зачастую помогает устранить следующие проблемы:",
        list: [
          "Ссоры в отношениях",
          "Сексуальные проблемы",
          "Агрессивное поведение к партнеру",
          "Недовольство супруги / супруга",
        ],
      },
    ],
  },
};
